dbaeumer.vscode-eslint
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-dotnettools.vscode-dotnet-runtime
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
